// Status text
"1 item" = "1 item";
"n items" = "%d items";
"n of m selected" = "%1$d of %2$d selected";
"n of m shown" = "%1$d of %2$d shown";

// Common buttons
"Cancel" = "Cancel";
"OK" = "OK";

// Toolbar
"Study" = "Study";
"Info" = "Info";
"Notes" = "Notes";
"Search" = "Search";

// Dynamic Menu Items
"Score (A->B)" = "Score (%1$@→%2$@)";
"Score (A<-B)" = "Score (%1$@←%2$@)";

// File Open
"This document was saved by a newer version of Genius." = "This document was saved by a newer version of Genius.";
"Please upgrade Genius to a newer version." = "Please upgrade Genius to a newer version.";

// File Save
"This document needs to be saved in a newer format." = "This document needs to be saved in a newer format.";
"Once you save, the file will no longer be readable by previous versions of Genius." = "Once you save, the file will no longer be readable by previous versions of Genius.";
"Save" = "Save";

// File Import
"Import Text File" = "Import Text File";
"Import" = "Import";

// File Export
"Export As:" = "Export As:";
"Export" = "Export";

// Item Delete
"Are you sure you want to delete the selected items?" = "Are you sure you want to delete the selected items?";
"You cannot undo this operation." = "You cannot undo this operation.";
"Delete" = "Delete";

// Item Reset
"Are you sure you want to reset the items?" = "Are you sure you want to reset the items?";
"Your performance history will be cleared for the selected items." = "Your performance history will be cleared for the selected items.";
"Reset" = "Reset";

// Study
"There is nothing to study." = "There is nothing to study.";
"Make sure the items you want to study are enabled, or add more items." = "Make sure the items you want to study are enabled, or add more items.";
